13/data/attachments/c8c1a5f9f587d391.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Colleen_finally_Actions_18661_1</nif:username>
            <nif:friendToBeRequested>soap_actions_2cb70124-95ac-4f18-a86e-728567f489ad</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>